Repository: Henrymei2/AtlasReserve
Catalog: AtlasReserve/*.lproj/Localizable.strings
Languages: fr

# app-name
source: Atlas Reserve
fr: Atlas Réserve

# reserve-a-court
source: Reserve a football court
fr: Réservé un terrain de foot

# play-football
source: Play a game of football with your friends
fr: Joué un match de foot avec vos amis

# sign-up
source: Sign up an Atlas Reserve account
fr: Créer un compte Atlas Réserve

# already-have-account
source: Already a member?
fr: Avez-vous déjà un compte?

source: Log In
fr: Enregistrez-vous

source: Username
fr: Nom d'utilisateur

source: Password
fr: Mot de passe

source: Submit
fr: Soumettre

source: Confirm Password
fr: Confirmer le mot de passe

# username-must
source: Username must have at least 2 characters
fr: Le nom d'utilisateur doit avoir au moins 2 caractères

# password-must
source: Password must have at least 6 characters
fr: Le mot de passe doit avoir au moins 6 caractères

# email-must
source: Email must be in the correct format
fr: L'e-mail doit être au format correct

# register-success
source: Successfully created account
fr: Compte créé avec succès

# register-fail
source: Failed to create an account, the username or email might already exist
fr: Échec de la création du compte, le nom d'utilisateur ou l'e-mail existe peut-être déjà

# login-success
source: Successfully logged in
fr: Connexion réussie

# incorrect
source: Username (email) or password is incorrect
fr: Le nom d'utilisateur (e-mail) ou le mot de passe est incorrect

# user-not-found
source: Username or Email not found
fr: Nom d'utilisateur ou e-mail non trouvé

# an-error-occured
source: An error occurred
fr: Une erreur s'est produite

source: Selected Day
fr: Jour sélectionné

source: Account Management
fr: Gestion du compte

source: Court Owner Control Panel
fr: Panneau de contrôle du propriétaire du terrain

source: Day that has reservation
fr: Jour ayant une réservation

source: User Reservation History
fr: Historique des réservations de l'utilisateur

source: Your Courts
fr: Vos terrains

source: Add Court
fr: Ajouter un terrain

# not-owner
source: This account is not registered as an owner account, Please send an email to info@atlasreserve.ma to request your account for verification to be an owner account
fr: Ce compte n'est pas enregistré en tant que compte propriétaire. Veuillez envoyer un e-mail à info@atlasreserve.ma pour demander la vérification de votre compte en tant que compte propriétaire

source: Court Management
fr: Gestion du terrain

source: Edit basic court information
fr: Modifier les informations de base du terrain

source: Manage Reservations
fr: Gérer les réservations

source: View Past Reservations
fr: Voir les réservations passées

source: Manage Fields
fr: Gérer les zones de jeu

source: Modifying Field(s)
fr: Modifier le(s) champ(s)

# local-error-unreasonable
source: Unreasonable data detected: make sure that the start time is earlier than the end time
fr: Données déraisonnables détectées: assurez-vous que l'heure de début est antérieure à l'heure de fin

source: Confirm Modification
fr: Confirmer la modification

source: Add Field
fr: Ajouter une zone de jeu

source: Count
fr: Nombre

source: Field Count
fr: Nombre de zones

source: Start Time
fr: Heure de début

source: End Time
fr: Heure de fin

source: Mon
fr: Lun

source: Tue
fr: Mar

source: Wed
fr: Mer

source: Thu
fr: Jeu

source: Fri
fr: Ven

source: Sat
fr: Sam

source: Sun
fr: Dim

source: Delete
fr: Supprimer

source: Cancel
fr: Annuler

source: An unhandled error occured
fr: Une erreur non gérée s'est produite

source: Creating a Field
fr: Création d'une zone de jeu

source: Court Name
fr: Nom du terrain

source: Name
fr: Nom

source: Court Owner Name
fr: Nom du propriétaire du terrain

source: Court Address
fr: Adresse du terrain

source: Address
fr: Adresse

source: Telephone
fr: Téléphone

source: Submit
fr: Soumettre

source: Reservation Management
fr: Gestion des réservations

source: Manually Create Reservation
fr: Créer manuellement une réservation

source: Field Type
fr: Type de zone de jeu

source: Detail/Manage
fr: Détails/Gérer

source: Reservation Information
fr: Informations sur la réservation

source: This reservation is made by
fr: Cette réservation est faite par

source: Start Time:
fr: Heure de début:

source: End Time:
fr: Heure de fin:

source: Reserver Information
fr: Informations sur le réservataire

source: User ID:
fr: ID de l'utilisateur:

source: Username:
fr: Nom d'utilisateur:

source: Telephone:
fr: Téléphone:

# reason-for-cancel
source: If you want to cancel this reservation, you can enter a reason here
fr: Si vous souhaitez annuler cette réservation, vous pouvez entrer une raison ici

# optional
source: Optional, 255 characters limit
fr: Optionnel, limite de 255 caractères

source: Click Again To Confirm
fr: Cliquez à nouveau pour confirmer

source: Field:
fr: Zone de jeu:

source: Create
fr: Créer

# no-fields
source: No Fields Avaible. Scroll to the bottom at Court Management page to create a Field
fr: Aucun terrain disponible. Faites défiler jusqu'en bas de la page de gestion des terrains pour créer un terrain

source: No past reservations found
fr: Aucune réservation passée trouvée

source: Confirm Delete
fr: Confirmer la suppression

source: Archived Reservation Information
fr: Informations sur la réservation archivée

source: Court Information
fr: Informations sur le terrain

source: Court Name:
fr: Nom du terrain:

source: Owner:
fr: Propriétaire:

source: Address
fr: Adresse

source: Field Information
fr: Informations sur la zone de jeu

source: State:
fr: État:

source: Marked as complete
fr: Marqué comme complet

source: Canceled by User
fr: Annulé par l'utilisateur

source: Canceled by Court
fr: Annulé par le terrain

source: Reason:
fr: Raison:

source: User(Reserver) Information
fr: Informations sur l'utilisateur (réservataire)

source: Calendar
fr: Calendrier

source: Reservations on
fr: Réservations le

source: Pull Down to refresh
fr: Tirer vers le bas pour rafraîchir

source: Field Type:
fr: Type de zone de jeu :

source: Mark this reservation as completed
fr: Marquer cette réservation comme terminée

source: Reserve
fr: Réserver

source: Full
fr: Complet

source: Available Courts
fr: Terrains disponibles

source: Available Court Types:
fr: Types de terrains disponibles :

source: Welcome,
fr: Bienvenue,

source: Today's reservation
fr: Réservation d'aujourd'hui

source: No reservations for today
fr: Aucune réservation pour aujourd'hui

source: Explore.
fr: Explorez.

source: Change Language
fr: Changer de Langue

source: Monday
fr: Lundi

source: Tuesday
fr: Mardi

source: Wednesday
fr: Mercredi

source: Thursday
fr: Jeudi

source: Friday
fr: Vendredi

source: Saturday
fr: Samedi

source: Sunday
fr: Dimanche

source: Error
fr: Erreur

source: Log Out
fr: Se déconnecter

source: Discard All Changes
fr: Annuler tous les changements

source: Delete Reservation
fr: Supprimer la réservation

source: Confirm Log Out
fr: Confirmer la déconnexion

# confirm-delete-field
source: Confirm Delete. Important: Deleting the field will result in all past and present reservations associated with the field to be deleted!
fr: Confirmer la suppression. Important : la suppression du terrain entraînera la suppression de toutes les réservations passées et présentes associées à ce terrain !

# confirm-delete-court
source: Confirm Delete. Importantl: Deleting the court will result in all fields of the court and past and present reservations associated with those fields to be deleted!
fr: Confirmer la suppression. Important : la suppression du court entraînera la suppression de tous les terrains du court ainsi que de toutes les réservations passées et présentes associées à ces terrains !

source: Deleting the Field
fr: Suppression de la zone de jeu

# modify-court
source: Modifying a Court If the image is changed, uploading an image could take time
fr: Modification d'un Court Si l'image est changée, le téléchargement d'une image pourrait prendre du temps

# create-court
source: Creating a Court Uploading an image could take time
fr: Création d'un Court Le téléchargement d'une image pourrait prendre du temps

source: Canceling Reservation
fr: Annulation de la réservation

source: Creating a Reservation
fr: Création d'une réservation

source: Deleting a Court
fr: Suppression d'un Court

source: Archiving Reservation
fr: Archivage de la réservation

source: Trying to make a reservation...
fr: Tentative de réservation...

source: Home
fr: Accueil

source: Court
fr: Terrain

source: Account
fr: Compte
